<?php

$faqData = [
    

    'ru' => [
        [
            'title' => 'Какова гарантия на материал и выполненные работы?',
            'description' => 'Гарантия на холсты и комплектующие 10 лет, 2 года на монтажные работы.'
        ],[
            'title' => 'На каком этапе ремонта делать натяжные потолки?',
            'description' => 'Сначала производятся все коммуникации, затем подготовка стен, покраска, обои. Затем мы производим замеры проектирования и можем устанавливать потолок. После потолка делаем уже пол.'
        ],[
            'title' => 'Нужна ли подготовка помещения к монтажу?',
            'description' => 'Такая нужна. Если есть финишные покрытия на стенах и полу, их необходимо укрыть пленкой или картоном. Помещение должно быть пустым для удобства выполнения работ.'
        ],[
            'title' => 'Сколько часов будут монтировать потолок?',
            'description' => 'В зависимости от объема и сложности работ монтаж будет длиться от одного дня до одной недели. Если площадь потолков не превышает 100 кв. м.'
        ],
    ],
    'ua' => [
        [
            'title' => 'Яка гарантія на матеріал та виконані роботи? ',
            'description' => 'Гарантія на полотна та комплектуючі 10 років, 2 роки на монтажні роботи. '
        ],[
            'title' => 'На якому етапі ремонту робити натяжні стелі?',
            'description' => 'Спочатку проводятся усі комунікації потім підготовка стін, фарбування, шпалери. Потім ми робимо заміри прєктування і можемо встановлювати стелю. Після стелі робимо вже підлогу.'
        ],[
            'title' => 'Чи потрібна підготовка приміщення до монтажу?',
            'description' => 'Так потрібна. Якщо вже е фінішні покриття на стінах та підлозі, їх необхідно вкрити плівкою або картоном. Приміщення повинно бути порожнім для зручності виконання робіт. '
        ],[
            'title' => 'Скільки часу будуть монтувати стелю?',
            'description' => 'В залежності від обєму та складності робіт монтаж номе тривати від одного дня до одного тижня. Якщо площа стель не перевищує 100 кв. м.'
        ],
    ]

];
?>
