<?php

  $reviews = [
  
    [
      'title' => 'Ольга С.',
      'stars' => 5,
      'date' => '17 Октября 2024',
      'text' => 'Вибираючи компанію, яка встановлюватиме натяжні стелі, я насамперед звертала увагу на якість товару. Як відомо, зараз більшість компаній на ринку продають китайське полотно. У мене маленька дитина, мені важливо, щоб стеля не була токсичною, оскільки це шкідливо. Я замовила Бельгію.',
    ],
    [
      'title' => 'Анатолій А.',
      'stars' => 4,
      'date' => '21 Ноября 2024',
      'text' => 'Купила натяжну стелю для своєї кухні, і результат перевершив очікування. 
Виглядає чудово, легка у догляді та водоустойчива. 
Зараз моє улюблене місце вдома. 
Дякую за такий відмінний продукт!',
    ],
    [
      'title' => 'Ольга С.',
      'stars' => 5,
      'date' => '5 Декабря 2024',
      'text' => 'Дуже задоволений покупкою натяжної стелі! Вона змінила вигляд нашої кімнати радикально. 
Монтаж пройшов швидко і без проблем, а якість матеріалу вражає. 
Рекомендую всім, хто хоче освіжити свій інтер’єр!',
    ],
    [
      'title' => 'Сургій З.',
      'stars' => 5,
      'date' => '17 Вересня 2023',
      'text' => 'У компанії «Стелio» замовили натяжну стелю з точковими світильниками, люстрою та встановленням карниза. Майстер Антон виконав великий обсяг роботи якісно та акуратно. Дякуємо за професіоналізм, рекомендуємо!
Проте монтаж затримався на тиждень, що було трохи незручно. Просимо компанію звернути увагу на організацію термінів. (Серпень 2024 року)',
    ],
    [
      'title' => 'Антон Т.',
      'stars' => 5,
      'date' => '15 Грудня 2024',
      'text' => 'Огромная благодарность команде Stelio за реализацию сложного проекта потолка в квартире. Качество выполнения и подход — на высшем уровне! Фёдор, Павел и Николай, вы настоящие профессионалы, спасибо за отличную работу!',
    ],
    [
      'title' => 'Марина Р.',
      'stars' => 4,
      'date' => '7 Листопада 2023',
      'text' => 'Сподобалася робота замірника Дениса, швидко зробив, залишався на звязку з усіх питань. І монтажника Олега, акуратний і педантичний у роботі.',
    ],
  ];

?>