<?php

$faqData = [
    

    'ru' => [
        [
            'title' => 'Нужно ли подготавливать помещения?',
            'description' => 'Если это новостройка без мебели, то подготовки не требуется. Жилое помещение, то вопрос решает замерщик на месте: надо ли выносить, накрывать или сдвигать мебель для свободного прохода, снимать ли навесные шкафы, убирать аквариумы и растения.'
        ],[
            'title' => 'Сколько будет монтажников?',
            'description' => 'На сегодняшний день 90% от всех видов современной отделки потолка (домов и квартир) приходится на натяжные потолки, т.к. это быстро, практично и современно. А подвесные потолки чаще используют в офисных помещениях, однако и там они уже вытесняются натяжными потолками.'
        ],[
            'title' => 'Сколько длится установка?',
            'description' => 'На сегодняшний день 90% от всех видов современной отделки потолка (домов и квартир) приходится на натяжные потолки, т.к. это быстро, практично и современно. А подвесные потолки чаще используют в офисных помещениях, однако и там они уже вытесняются натяжными потолками.'
        ],[
            'title' => 'Почему в году 12 месяцев, а не 13?',
            'description' => 'На сегодняшний день 90% от всех видов современной отделки потолка (домов и квартир) приходится на натяжные потолки, т.к. это быстро, практично и современно. А подвесные потолки чаще используют в офисных помещениях, однако и там они уже вытесняются натяжными потолками.'
        ],
    ],
    'ua' => [
        [
            'title' => 'Чи потрібно підготовлювати приміщення?',
            'description' => 'У випадку новобудови без меблів підготовка не необхідна. Для житлових приміщень питання вирішує замірник на місці: потрібно чи виносити, накривати або зрушувати меблі для забезпечення вільного проходу, знімати чи навісні шафи, прибирати акваріуми і рослини.'
        ],[
            'title' => 'Скільки фахівців з монтажу буде залучено?',
            'description' => 'Зазвичай монтаж виконують 2–3 фахівці. Цього достатньо для забезпечення швидкої та якісної роботи. Якщо проєкт великий або складний, кількість майстрів може бути збільшена.'
        ],[
            'title' => 'Як довго триває монтаж?',
            'description' => 'Тривалість монтажу залежить від розміру приміщення та складності проєкту. Наприклад: 	•	Стандартна кімната (15–20 м²): від 2 до 4 годин. 	•	Складні проєкти (з декількома рівнями або підсвіткою): від 5 годин і більше. Ми завжди намагаємося завершити роботу максимально швидко, без втрати якості.'
        ],[
            'title' => 'Чи можна замовити натяжну стелю з індивідуальним дизайном?',
            'description' => 'Так, ми пропонуємо можливість створення стелі з унікальним дизайном! Ви можете вибрати: 	•	Друк фотографій чи малюнків. 	•	Стелі з різними фактурами (матові, глянцеві, сатинові). 	•	Рішення з декоративним підсвічуванням. Наші менеджери допоможуть вам підібрати найкращий варіант відповідно до ваших побажань.'
        ],
    ]

];
?>
