<?php

  $price = [
  
    [
      'title' => get_bloginfo("language") == "ru" ? "Плёнка ПВХ, м2" : "Плівка ПВХ, м2",
      'items' => [
        [
          'param' => get_bloginfo("language") == "ru" ? "Bauf (Германия) 3.2– 4.5 м" : "Bauf (Германія) 3.2– 4.5 м",
          'val' => '400'
        ],
        [
          'param' => 'Halead Premium, 5.8м',
          'val' => '420'
        ],
        [
          'param' => 'Teqtum (Германия), KM2 противопожарное',
          'val' => '1000'
        ],
        [
          'param' => 'MSD Premium',
          'val' => '220'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "MSD Premium, более 3.2 м" : "MSD Premium, більше 3.2 м",
          'val' => '250'
        ],
        [
          'param' => 'MSD Evolution',
          'val' => '400'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "MSD Premium, эксклюзив, 3.6 м" : "MSD Premium, ексклюзив, 3.6 м",
          'val' => '420'
        ],
      ],
    ],
    [
      'title' => get_bloginfo("language") == "ru" ? "Теневое примыкание, профиль с установкой, м. п." : "Тіньове з'єднання, профіль з монтажем, м. п.",
      'items' => [
        [
          'param' => get_bloginfo("language") == "ru" ? "Европрофиль (теневой, 5 мм отступ, закруглен. углы) стеновой" : "Європрофіль (тіньовий, відстань 5 мм, закруглені кути), для стін.",
          'val' => '400'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "Европрофиль , потолочный" : "Європрофіль , потолочний",
          'val' => '420'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "Flexy Теневой профиль, (углы закруглённые, 6 мм отступ) стеновой" : "Flexy тіньовий профіль, (кути закруглені, відступ 6 мм) для стін.",
          'val' => '1000'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "Flexy, потолочный" : "Flexy, стельовий",
          'val' => '220'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "Flexy Теневой разделитель" : "Flexy Тіньовий роздільник",
          'val' => '250'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "EuroKRAAB, теневой профиль, углы 90 градусов, стеновой" : "EuroKRAAB, тіньовий профіль, кути 90 градусів, стіновий.",
          'val' => '400'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "EuroKRAAB, углы 90°, потолочный" : "EuroKRAAB, кути 90°, потолочний",
          'val' => '420'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "SLOTT R, разделительный профиль теневой" : "SLOTT R, тіньовий розділовий профіль.",
          'val' => '420'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "EuroKRAAB SLIM потолочный, теневой профиль, углы 90 градусов" : "EuroKRAAB SLIM, потолочний тіньовий профіль, з кутами 90 градусів.",
          'val' => '420'
        ],
      ]
    ],
    [
      'title' => get_bloginfo("language") == "ru" ? "Теневой профиль для тканевого потолка, с установкой, м. п." : "Тіньовий профіль для натяжної стелі з тканини, з монтажем, м. п.",
      'items' => [
        [
          'param' => get_bloginfo("language") == "ru" ? "EuroSlott для ткани" : "EuroSlott для тканини",
          'val' => '400'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "EuroSLOTT SLIM потолочный, для ткани, углы 90 градусов" : "EuroSLOTT SLIM потолочний, для тканини, кути 90 градусів",
          'val' => '420'
        ],
      ]
    ],
    [
      'title' => get_bloginfo("language") == "ru" ? "Обработка примыканий на нестандартном профиле, шт." : "Обробка стиків на нестандартному профілі, шт.",
      'items' => [
        [
          'param' => get_bloginfo("language") == "ru" ? "Внутренний угол (теневой, бесщелевой, парящий и пр.)" : "Внутрішній кут (тіньовий, безщілинний, парящий тощо).",
          'val' => '400'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "Внешний угол (теневой, бесщелевой, парящий и пр.)" : "Зовнішній кут (тіньовий, безщілинний, парящий тощо).",
          'val' => '420'
        ],
      ]
    ],
    [
      'title' => get_bloginfo("language") == "ru" ? "Установка потолков на нестандартные профили, м2" : "Монтаж стель на нестандартні профілі, м².",
      'items' => [
        [
          'param' => get_bloginfo("language") == "ru" ? "Монтаж ПВХ потолка: бесщелевые, теневые, парящие, уровневые" : "Монтаж ПВХ-стель: безщілинні, тіньові, парящі, з рівнями.",
          'val' => '400'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "Монтаж тканевого потолка: бесщелевые, теневые, парящие, уровневые" : "Монтаж тканинних стель: безщілинні, тіньові, парящі, з різними рівнями.",
          'val' => '420'
        ],
      ]
    ],
    [
      'title' => get_bloginfo("language") == "ru" ? "Технические узлы: нестандартный профиль, ниша, переход уровня, шт" : "Технічні деталі: нестандартні профілі, укладка ніші, переходи між рівнями, шт.", 
      'items' => [
        [
          'param' => get_bloginfo("language") == "ru" ? "Узел соединения: бесщелевой, теневой, парящий, многоуровневый" : "З'єднувальний вузол: безщілинний, тіньовий, парящий, з кількома рівнями.",
          'val' => '400'
        ],
        [
          'param' => get_bloginfo("language") == "ru" ? "Прямой угол (обход плитки, стенового кирпича), бесщелевой, теневой, парящий" : "Прямий кут (обхід плитки, стінового цегли), безщілинний, тіньовий, парящий.",
          'val' => '420'
        ],
      ]
    ],
  ];

?>
