<?php

  $suitable = [
    

    'ru' => [
      [
        'title' => 'Рельефная отделка',
        'text' => 'Фактурная стена, например: декоративный камень  «утопает» в теневом зазоре. Но правильная геометрия потолка сохраняется ровными линиями теневого профиля.',
      ],
      [
        'title' => 'Неровные стены',
        'text' => 'Погрешности компенсируются усиленным багетом. Сохраняется ровная конструкция потолка, а неровности нивелируются теневым зазором.',
      ],
      [
        'title' => 'Хлипкие стены',
        'text' => 'Используем профиль для потолочного монтажа, когда  стены выполнены из пеноблоков, гипсокартона или облицованы твёрдым керамогранитом.',
      ],
    ],
    'ua' => [
      [
        'title' => 'Текстурне оформлення.',
        'text' => 'Фактурна стіна, наприклад, декоративний камінь «завалюється» в тіньовому проміжку. Але геометрія стелі залишається правильною завдяки рівним лініям тіньового профілю.',
      ],
      [
        'title' => 'Нерівні стіни',
        'text' => 'Невеликі неточності компенсуються укріпленим багетом. Рівна конструкція стелі залишається незмінною, а нерівності нивелюються тіньовим проміжком.',
      ],
      [
        'title' => 'Нестійкі стіни.',
        'text' => 'Установка профілю для монтажу стелі відбувається, коли стіни виготовлені з піноблоків, гіпсокартону або оброблені твердим керамогранітом.',
      ],
    ]
  ];

?>

<section id="suitable" class="suitable">
  <div class="container suitable__wrap">

    <div class="suitable__top">
      <h2>
        <?php if ( get_field('suitable_title'))  { 
          echo get_field('suitable_title') ;
          } else { 
          if (get_bloginfo("language") == 'ru') {
            echo 'Подходит для монтажа в любых условиях' ;
          } else {
            echo 'Ідеально підходить для монтажу у всіх умовах.';
          } 
        }; ?>
      </h2>

      <div class="suitable__description section-description">
      <?php if ( get_field('suitable_description'))  { 
          echo get_field('suitable_description') ;
          } else { 
          if (get_bloginfo("language") == 'ru') {
            echo 'Отправьте ваш проект и требования по материалам. Мы посчитаем, составим предложение и перезвоним для консультации по смете.' ;
          } else {
            echo 'Поділіться вашим проектом і вимогами до матеріалів. Ми розрахуємо вартість, підготуємо пропозицію і перетелефонуємо для обговорення кошторису.';
          } 
        }; ?>
      </div>

      <ul class="suitable__list">
        <?php if (have_rows('suitable_list')) :
          while ( have_rows('suitable_list')) : the_row(); ?>
            <li class="item">
              <div class="item__title">
                <?= get_sub_field('item_title') ?>
              </div>
              <div class="item__text">
                <?= get_sub_field('item_text') ?>
              </div>
            </li>
          <?php endwhile; ?>
        <?php else : ?>
            <?php foreach ( get_bloginfo("language") == 'ru' ? $suitable['ru'] : $suitable['ua'] as $key => $item ) : ?>
            <li class="item">
              <div class="item__title">
                <?= $item['title'] ?>
              </div>
              <div class="item__text">
                <?= $item['text'] ?>
              </div>
            </li>
          <?php endforeach; ?>
        <?php endif; ?>
      </ul>
    </div>

    <div class="suitable__bottom">
      <?php if (have_rows('suitable_bottom_text')) :
        while ( have_rows('suitable_bottom_text')) : the_row(); ?>
          <p><?= get_sub_field('suitable_bottom_text') ?></p>
        <?php endwhile; ?>
      <?php else : ?>
        <p><?= get_bloginfo("language") == 'ru' ? 'При работе с теневыми потолками есть один момент, который требует аккуратности и опыта. На углах профиль запиливают. Когда профиль огибает угол стены, из-за наклона «полки» образуется острый клин, который может порвать полотно.' : 'При роботі з тіньовими стелями є один момент, який вимагає акуратності та досвіду. На кутах профіль запилюють. Коли профіль огинає кут стіни, через нахил полиці утворюється гострий клин, який може порвати полотно.' ; ?></p>
        <p><?= get_bloginfo("language") == 'ru' ? 'Мы устанавливаем теневые потолки с момента появления технологии. Новые подходы к установке или сложные решения мы сначала оттачиваем на стендах в учебном центре, и только потом уже реализовываем на объектах.' : 'Ми встановлюємо тіньові стелі з моменту появи технології. Нові підходи до встановлення чи складні рішення ми спочатку відточуємо на стендах у навчальному центрі, і лише потім уже реалізовуємо на об`єктах.' ; ?></p>
        <p><?= get_bloginfo("language") == 'ru' ? 'Поэтому наши мастера склеивают места запила двухкомпонентным клеем, а затем шлифуют место соединения.' : 'Тому наші майстри склеюють місця запила двокомпонентним клеєм, а потім шліфують місце з`єднання.' ; ?></p>
      <?php endif; ?>
    </div>

  </div>
</section>