<?php

  $solutions = [
  
    [
      'title' => 'Рассчитаем ваш проект и предложим реализацию',
      'text' => 'Устраняет эффекта «гуляющего потолка», когда при открывании и закрывании двери полотно начинает колыхаться.',
      'items' => [
        [
          'text' => 'Бесплатный выезд технолога на объект',
        ],
        [
          'text' => 'Итоговая смета и КП после замера',
        ],
        [
          'text' => 'Технические консультации по телефону и Telegram',
        ],
      ],
    ],
    [
      'title' => 'По желанию — встреча в шоуруме',
      'text' => 'Приглашаем в наше пространство, где демонстрируются освещение и потолочные решения в полноценном интерьере.',
      'items' => [
        [
          'text' => 'Наглядно увидеть примеры реализаций',
        ],
        [
          'text' => 'Убедиться в качестве материалов и комплектующих',
        ],
        [
          'text' => 'Обсудить детали, подписать договор',
        ],
      ],
    ],
    [
      'title' => 'Производство и комплектация заказа',
      'text' => 'Лазерный раскрой потолков под разные системы примыкания на собственном производстве.',
      'items' => [
        [
          'text' => 'Контроль всех этапов производства потолков',
        ],
        [
          'text' => 'В наличии на складе все популярные профильные системы и компоненты',
        ],
      ],
    ],
    [
      'title' => 'Правильный и качественный монтаж',
      'text' => 'Благодаря детальной технической проработки проекта, установка потолков происходит качественно и оперативно.',
      'items' => [
        [
          'text' => 'Свои постоянные монтажные бригады',
        ],
        [
          'text' => 'Подстраиваемся под смежные работы',
        ],
        [
          'text' => 'Разбивка работ на несколько этапов',
        ],
      ],
    ],
    [
      'title' => 'Соблюдаем гарантийные обязательства',
      'text' => 'В случае возникновения проблем сервисная бригада бесплатно устраняет неполадки на протяжении всего гарантийного срока.',
      'items' => [
        [
          'text' => 'Гарантия на монтажные работы — 3 года, </br> а на светотехнику — 1 год.',
        ],
        [
          'text' => 'Мы уверены в своих материалах, стандартах и мастерах.',
        ],
      ],
    ],
  ];

?>
